
export const MAX_PICTURE = 25;
export const MAX_AVATAR = 6;
export const MIN_LIKES = 15;
export const MAX_LIKES = 200;

export const MAX_COMMENTS = 20;
export const DESCRIPTIONS = [
  'Семья',
  'На природе',
  'Отдых',
  'Работа',
  'Скучные будни',
  'Тренировка'
];
export const NAMES = [
  'Иван Дорн',
  'Джон Сина',
  'Мария Шукшина',
  'Гай Ричи',
  'Виктория Складчикова',
  'Юлия Малик',
  'Люда Какаянибудь',
  'Златан Ибрагимович',
];
export const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];
